{
  "achievementsTitle": [
    "Tech Lead, TEDxNMIMSIndore",
    "CR, NMIMS",
    "Camp. Ambsdr, Devincept",
    "Microsoft Technology Associate",
    "5 ⭐ C++, Hackerrank",
    "5 ⭐ Python, Hackerrank",
    "3 ⭐ Prob. Solver, Hackerrank",
    "A Grade NCC",
    "0.74% Stack Overflow"
  ],
  "achievementsImage": [
    "achievementsImages/TEDxNMIMSIndore.jpg",
    "achievementsImages/NMIMS.jpg",
    "achievementsImages/devincept.jpg",
    "achievementsImages/MicLogo.png",
    "achievementsImages/hackerrank.jpg",
    "achievementsImages/hackerrank.jpg",
    "achievementsImages/hackerrank.jpg",
    "achievementsImages/NCC.jpg",
    "achievementsImages/stackOverflow.jpg"
  ],
  "achievementsDescription": [
    "Got selected as the Tech Lead for the TEDxNMIMSIndore event. I was responsible for managing all the technical aspects of the event. Created a website for TEDx in React, and deployed it on AWS.",
    "Became the class representative of the MBATech branch of NMIMS, Indore for the year 2021. Dr Aaquil, the Dean of NMIMS, Indore selected me on the basis of previous grades. Had to represent the class, take important decisions, coordinate with professors, etc.",
    "Became a campus ambassador at devincept. Interviews were taken by the devincept community in order select it's campus ambassadors. Had to attend it's sessions, hackathons, find tech experts for it's events.",
    "Became a Microsoft Technology Associate in my 12th grade itself. Had to clear the Microsoft 98-381 exam, which is for python programming language in order to get recognized as a technology associate.",
    "Became a 5 ⭐ C++ coder at Hackerrank. Had to learn some advance C++ concepts like multiple inheritance, polymorhism, operator overloading etc. ",
    "Became a 5 ⭐ Python coder at Hackerrank in the year 2021. Had to learn some advance Python concepts like OOPs etc.",
    "Became a 3 ⭐ problem solver at hackerrank. C++ was my primary coding language while solving all the difficult and logical problems at Hackerrank.",
    "Became an A grade National Cadet Corp due to my excellent performance. Had to attend camps, learn about rifles and instruments use by India Army in the borders.",
    "Cleared the doubts of many beginners and experts at Stack Overflow for months. Thus "
  ]
}
